export default {
  projections: {
    КлиентE: {
      наим: {
        __caption__: 'ФИО'
      },
      номерТел: {
        __caption__: 'Номер телефона'
      },
      дР: {
        __caption__: 'Дата рождения'
      },
      банкДан: {
        __caption__: 'Номер карты',
        номКарт: {
          __caption__: 'Номер карты'
        }
      }
    },
    КлиентL: {
      наим: {
        __caption__: 'ФИО'
      },
      номерТел: {
        __caption__: 'Номер телефона'
      },
      дР: {
        __caption__: 'Дата рождения'
      },
      банкДан: {
        __caption__: 'Номер карты',
        номКарт: {
          __caption__: 'Номер карты'
        }
      }
    }
  },
  validations: {
    дР: {
      __caption__: 'Дата рождения'
    },
    наим: {
      __caption__: 'ФИО'
    },
    номерТел: {
      __caption__: 'Номер телефона'
    },
    банкДан: {
      __caption__: 'Номер карты'
    }
  }
};
